 export default {
  failed: 'Action failed',
  success: 'Action was successful',
  index: {
    title: 'GreaterWMS',
    lang: {
      zh_zhans: '简体中文',
      English: 'English',
      ja: '日本語',
      zh_zhant: '繁體中文'
    },
    navbar:{
      frontpage: '首页',
      community: '社区',
      market: '商城',
      demo: '软件演示',
      contact: '联系我们'
    },
    submit: '提交',
    title2: '为仓库管理赋予AI智能',
    code_warehouse: '代码仓库',
    features: '我们的特点',
    400: '错误请求(400)',
    401: '未取得授权(401)',
    403: '拒绝访问(403)',
    404: '资源不存在(404)',
    405: '该功能被禁用(405)',
    408: '请求超时(408)',
    409: '数据冲突(409)',
    410: '数据已删除(410)',
    500: '服务器错误(500)',
    501: '服务未实现(501)',
    502: '网络错误(502)',
    503: '服务不可用(503)',
    504: '网络超时(504)',
    505: 'HTTP版本不受支持(505)'
  },
  contactdia: {
    name: '您的姓名*',
    email: '您的邮箱',
    company: '您的企业名称',
    message: '留言'
  },
   avtar: {
    tip1: '支持主流移动设备',
     tip_note1: '支持电脑、手机、平板、手持终端 PDA等',
     tip2: '开发维护成本低',
     tip_note2: '支持二次开发，并且实时迭代更新',
     tip3: '员工权限分层管理',
     tip_note3: '对不同岗位员工进行分层管理',
     tip4: '仓库精细化管理',
     tip_note4: '支持多货品和多库位类型的仓库精细化管理',
   },
   avatar2: {
     tit: '我们可以帮助你解决什么?',
     tip1: '仓库作业管理粗旷，工作效率低',
     tip1_note: '缺乏合理科学的作业流程，在仓储入库作业、库中作业、出库作业三大 环节中，缺少必须的标准作业流程，导致仓库管理混乱、账实不符的现 象多发。',
     tip2:  '前后台库存不准，商品超卖',
     tip2_note: '货架和备货区难以统一管理导致库存不准确，库存无法实时体现准确的 数量，采购无法根据库存进行有效采购，耗损严重。',
     tip3: '人员管理不规范，职能混乱',
     tip3_note: '仓库人员分工不明确，责任不能落实到人，无法准确评估员工工作情况。'
   },
   avatar3: {
    awards: '我们的奖项',
     tip_note: '荣获2021年度Gitee最有价值开源项目奖项'
   }
}
